{
  "[ARC:climax]": 30577,
  "[ARC:falling]": 30578,
  "[ARC:resolution]": 30579,
  "[ARC:rising]": 30576,
  "[ARC:setup]": 30575,
  "[EMO:angry]": 30537,
  "[EMO:anxious]": 30539,
  "[EMO:calm]": 30528,
  "[EMO:content]": 30529,
  "[EMO:curious]": 30543,
  "[EMO:disappointed]": 30535,
  "[EMO:excited]": 30523,
  "[EMO:frustrated]": 30538,
  "[EMO:furious]": 30541,
  "[EMO:grateful]": 30527,
  "[EMO:guilty]": 30536,
  "[EMO:happy]": 30522,
  "[EMO:hopeful]": 30530,
  "[EMO:joyful]": 30525,
  "[EMO:lonely]": 30533,
  "[EMO:loving]": 30526,
  "[EMO:melancholy]": 30534,
  "[EMO:neutral]": 30542,
  "[EMO:nostalgic]": 30531,
  "[EMO:proud]": 30524,
  "[EMO:sad]": 30532,
  "[EMO:stressed]": 30540,
  "[FROM:angry]": 30567,
  "[FROM:anxious]": 30568,
  "[FROM:calm]": 30569,
  "[FROM:excited]": 30570,
  "[FROM:happy]": 30565,
  "[FROM:hopeful]": 30572,
  "[FROM:lonely]": 30571,
  "[FROM:neutral]": 30574,
  "[FROM:nostalgic]": 30573,
  "[FROM:sad]": 30566,
  "[IMP:10]": 30563,
  "[IMP:1]": 30554,
  "[IMP:2]": 30555,
  "[IMP:3]": 30556,
  "[IMP:4]": 30557,
  "[IMP:5]": 30558,
  "[IMP:6]": 30559,
  "[IMP:7]": 30560,
  "[IMP:8]": 30561,
  "[IMP:9]": 30562,
  "[MOOD:angry]": 30546,
  "[MOOD:anxious]": 30547,
  "[MOOD:calm]": 30548,
  "[MOOD:excited]": 30549,
  "[MOOD:happy]": 30544,
  "[MOOD:hopeful]": 30551,
  "[MOOD:lonely]": 30550,
  "[MOOD:neutral]": 30553,
  "[MOOD:nostalgic]": 30552,
  "[MOOD:sad]": 30545,
  "[QUERY]": 30564
}
